--SQL -structured query language - язык програмирования для взаимодействия с реляционными БД
CREATE DATABASE my_db_name; --Команда

/*
    ";" - обязательно

    SQL - команда:
        CREATE DATABASE - Ключеавые слова
        my_db_name - идентификатор (имя/название) должні начинатся с буквы или _
*/

CREATE TABLE users();

CREATE TABLE "VIP_users"();

DROP TABLE "VIP_users";-- ""- идентификатор

--Константы
/*
    Строчные - 'test' константа
    'ім''я' - ім'я
    $$ім'я$$ - ім'я 

    битовые
    битовые строки
    числа - 342532 32424.422 1_500_000
*/